<p style="text-align: justify;">
	 Порядок разрешения споров, связанных с недвижимостью, зависит прежде всего от той проблемы, которая сложилась. Самое главное место в судебном споре, который связан с недвижимостью, и не только с ней, занимает доказательная&nbsp;база. В связи с этим документальной стороне вопроса необходимо уделять внимание не только тогда, когда проблема начинает возникать, но и тогда, когда ее нет.
</p>
<p style="text-align: justify;">
</p>
<p style="text-align: justify;">
	 Следует учитывать, что досудебное урегулирование&nbsp;по спорам о недвижимости не всегда требуется соблюдать. В частности, это не требуется при признании сделки недействительной, однако, если требуется взыскать, в частности, арендные платежи, то досудебный порядок урегулирования спора соблюсти придется.
</p>
<p style="text-align: justify;">
</p>
<p style="text-align: justify;">
	 С учетом высокой стоимости объектов недвижимости призываю не решать их самостоятельно. Стремление сэкономить на юридической поддержке впоследствии может обернуться серьезными потерями и убытками, размер которых будет составлять в разы больше, нежели чем, если бы Вы решали свои трудности совместно с Адвокатом. Однако, следует оговориться, что если проблема в действительности не носит серьезный характер, то Вы вполне сможете обойтись и консультацией.
</p>
<p style="text-align: justify;">
</p>
<p style="text-align: justify;">
</p>