<p style="text-align: justify;">
	 Действующим законодательством Российской Федерации предусмотрен обязательный досудебный порядок урегулирования споров по денежным обязательствам, отдельные моменты которого могут быть определены договором. С учетом этого прежде всего необходимо соблюсти данный порядок разрешения конфликта до суда и если он не будет разрешен таким способом, то уже после этого появится возможность обратиться в суд.
</p>
<p style="text-align: justify;">
</p>
<p style="text-align: justify;">
	 Немаловажным моментом перед обращением в суд является сбор всех необходимых доказательств, которые подтвердят Вашу позицию в суде и заниматься данным вопросом никогда не бывает рано.
</p>
<p style="text-align: justify;">
</p>
<p style="text-align: justify;">
	 Судебное разбирательство предполагает прохождение множества судебных инстанций, однако, как правило, судебный спор проходит в 2-3 инстанциях: суд первой инстанции, апелляционная инстанция, кассационная инстанция. Важным моментом является то, что после прохождения апелляционной инстанции решение суда вступает в законную силу и может быть исполнено в принудительном порядке истцом, если он выиграл спор.
</p>
<p>
</p>
 <br>