<p style="text-align: justify;">
	 Я защищаю интересы физических и юридических лиц в судах Российской Федерации. Весь мой путь становления, как специалиста, связан с судебной системой. Высшее образование мною было получено в Российской академии правосудия (Учредители - ВС и ВАС РФ), два года я работал в суде, защитил диссертацию по судебной деятельности и вот уже более пяти лет специализируюсь на судебной защите.
</p>
<p style="text-align: justify;">
</p>
<p style="text-align: justify;">
	 Считаю, что каждый человек&nbsp;должен заниматься своим любимым делом:&nbsp;предприниматель&nbsp;заниматься бизнесом, а адвокат защищать его интересы. В связи с этим считаю своим долгом оказывать помощь по защите интересов в суде на максимально высоком уровне, ежедневно повышая свой профессионализм.
</p>
<p style="text-align: justify;">
</p>
<p style="text-align: justify;">
	 Для максимального профессионального роста развиваюсь не только в практическом плане, но и в теоретическом. С этой целью&nbsp;уже в течение 5 лет преподаю юридические дисциплины&nbsp;("Судебное делопроизводство", "Гражданский процесс" и иные). Наряду с этим публикую теоретические материалы о судебной системе Российской Федерации. Пишу статьи практического характера для предпринимателей, в которых содержатся советы по защите бизнеса.
</p>