<p>
	 Старший преподаватель кафедры гражданского права и процесса и международного частного права, Юридический институт Российского университета дружбы народов (РУДН), 2017 по н.р.
</p>
<p>
</p>
<p>
	 Преподаватель кафедры организации судебной и правоохранительной деятельности, ФГОУ ВО «Российский государственный университет правосудия», 2012 - 2017
</p>
<p>
</p>
<p>
	 Помощник судьи, Арбитражный суд города Москвы, 2012
</p>
<p>
</p>
<p>
	 Исполняющий обязанности помощника судьи, Арбитражный суд города Москвы, 2011 - 2012
</p>
<p>
</p>
<p>
</p>
<p>
	 Исполняющий обязанности секретаря судебного заседания, Арбитражный суд города Москвы, 2010 - 2011
</p>