<p>
	 В течении двух лет работал в Арбитражном суде города Москвы на различных должностях в аппарате председателя судебного состава, который специализируется на спорах, в связанных с приватизацией, правом собственности и арендой.
</p>
<p>
	 За два года я видел много людей, которые нуждались в профессиональной помощи адвоката, но не получили ее и проиграли дело. Я захотел помогать им и защищать их интересы в суде, поэтому решил заняться адвокатской деятельностью. Сейчас моя специализация – представление интересов в суде по спорам экономического характера. В адвокатской практике я использую ценная знания, полученные во время работы в Арбитражном суде города Москвы и практики прошлых лет.<br>
</p>
<p>
	 Адвокат должен постоянно совершенствовать свои знания, поэтому наряду с практической деятельностью я всегда занимался и занимаюсь научной деятельностью. На протяжении 5 лет преподавал в ФГБОУ ВО Российском государственном университет правосудия». В настоящий момент занимаю должность старшего преподавателя кафедры гражданского права и процесса и международного частного права Юридического института Российского университета дружбы народов (РУДН).
</p>
<p>
	 Я публикую много научных статей по юридической тематике. Для предпринимателей я пишу полезные статьи, советы в которых помогают предпринимателям защитить свой бизнес. Все мои Вы найдете на сайте в разделе <a href="/infobase/publications/">«Публикации»</a>.
</p>