<p style="text-align: justify;">
	 В течении двух лет работал в Арбитражном суде города Москвы на различных должностях в аппарате председателя судебного состава, который специализируется на спорах, в связанных с приватизацией, правом собственности и арендой.
</p>
<p style="text-align: justify;">
</p>
<p style="text-align: justify;">
	 За два года я видел много людей, которые нуждались в профессиональной помощи адвоката, но не получили ее и проиграли дело. Я захотел помогать им и защищать их интересы в суде, поэтому решил заняться адвокатской деятельностью. Моя специализация – защита&nbsp;интересов в суде по спорам экономического характера. В адвокатской практике я использую ценные&nbsp;знания, полученные во время работы в Арбитражном суде города Москвы и практике&nbsp;прошлых лет.<br>
</p>
<p style="text-align: justify;">
</p>
<p style="text-align: justify;">
	 Адвокат должен постоянно совершенствовать свои знания, поэтому наряду с практической деятельностью я всегда занимался и занимаюсь научной деятельностью. На протяжении 5 лет преподавал в ФГБОУ ВО "Российский&nbsp;государственный&nbsp;университет правосудия». В настоящий момент занимаю должность старшего преподавателя кафедры гражданского права и процесса и международного частного права Юридического института Российского университета дружбы народов (РУДН).
</p>