<p>Мы не скрываем наши цены. Обращаясь к нам с поручением на ведение дела, вы получаете предложение согласно приведённым расценкам. Диапазоны цен объясняются различиями между судебными делами. Ключевые из них: сложность судебного дела, его объем, дороговизна, а также срочность работы по нему.</p>

<h3>Таблица твердых цен</h3>
<table>
	<tr>
		<th colspan="2">Виды работ</th>
		<th>Цена / Рубли</th>
	</tr>
	<tr>
		<td rowspan="4"><strong>Представительство в арбитражных судах</strong></td>
		<td><em>Первая инстанция</em></td>
		<td><nobr>800 000</nobr> - <nobr>2 000 000</nobr></td>
	</tr>
	<tr>
		<td><em>Апелляция</em></td>
		<td><nobr>600 000</nobr> - <nobr>1 000 000</nobr></td>
	</tr>
	<tr>
		<td><em>Кассация</em></td>
		<td><nobr>400 000</nobr> - <nobr>800 000</nobr></td>
	</tr>
	<tr>
		<td><em>Верховный суд</em></td>
		<td><nobr>1 000 000</nobr></td>
	</tr>
	<tr>
		<td><strong>Представительство в общих судах<br>(юридических лиц)</strong></td>
		<td><em>за инстанцию</em></td>
		<td><nobr>500 000</nobr> - <nobr>800 000</nobr></td>
	</tr>
	<tr>
		<td><strong>Представительство в общих судах <br>(физических лиц)</strong></td>
		<td><em>за инстанцию</em></td>
		<td><nobr>300 000</nobr> - <nobr>600 000</nobr></td>
	</tr>
	<tr>
		<td><strong>Структурирование сделок*</strong></td>
		<td><em>в среднем</em></td>
		<td><nobr>1 000 000</nobr></td>
	</tr>
	<tr>
		<td><strong>Due diligence</strong></td>
		<td><em>в среднем</em></td>
		<td><nobr>1 500 000</nobr></td>
	</tr>
</table>

<p>* Структурирование сделки включает переговоры, разработку проектов документов, подготовку и сопровождение необходимых корпоративных процедур.</p>
<p>Сопровождение проектов, а также представительство в третейских судах и международном коммерческом арбитраже осуществляется по почасовым ставкам.</p>
<p>В этих случаях мы не можем предложить клиенту твердую цену. Это связано с невозможностью рассчитать количество времени, которое мы затратим на проект или ведение дела в третейском суде или арбитраже. Работая на почасовых ставках, мы направляем клиенту ежедневно/еженедельно/ежемесячно по его выбору электронные повременные отчеты о нашей работе.</p>

<h3>Таблица ставок</h3>
<table>
	<tr>
		<th>Ставка</th>
		<th>Рублей в час</th>
	</tr>
	<tr>
		<td><strong>Партнёр</strong></td>
		<td><nobr>30 000</nobr></td>
	</tr>
	<tr>
		<td><strong>Адвокат</strong></td>
		<td><nobr>20 000</nobr></td>
	</tr>
	<tr>
		<td><strong>Юрист</strong></td>
		<td><nobr>10 000</nobr></td>
	</tr>
	<tr>
		<td><strong>Помощник адвоката</strong></td>
		<td><nobr>5 000</nobr></td>
	</tr>
</table>